app/controllers/admin/articles_controller.rb

INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "dada"], ["body", "dada"], ["created_at", "2017-12-07 15:29:55.627150"], ["updated_at", "2017-12-07 15:29:55.627150"]]
---
  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save